-- Сапер (Sapper)
LANGUAGE["Class_Sapper"] = "Сапёр"
LANGUAGE["SubClass_Title_Sapper"] = "Сапёр"
LANGUAGE["Sapper_Description"] = "Эксперт-подрывник, специализирующийся на ловушках и контроле территории."

-- Перк Основа (Sapper Base)
LANGUAGE["Perk_Title_sapper_base"] = "Основа Сапера"
LANGUAGE["Perk_sapper_base"] = [[
Сапёр — класс контроля толпы, способный наносить высокий урон по одиночным целям.
Мины и ловушки — его главное оружие.

Сложность: ВЫСОКАЯ

Нажмите SHIFT+E, чтобы призвать {10} Houndeye.
{1} увеличенный урон от взрывов. ({2} за уровень, до {3}).
Вы на {4} уязвимы к урону от взрывов.
{5} увеличенный урон от не взрывных источников. (-0,5% за уровень, до -25%)

Восстанавливает {6} липучую мину каждые {7} секунд, если у вас кончились боеприпасы.]]

LANGUAGE["Perk_Title_sapper_hot_blood"] = "Горячая Кровь"
LANGUAGE["Perk_sapper_hot_blood"] = [[
Ваши собственные взрывы исцеляют вас на {1} от максимального здоровья.
Вы по-прежнему не получаете урона от своих взрывов.]]